{
  "HomePageText": {
    "Header1": {
      "type": "p",
      "data": "Hello World my name is",
      "style": {}
    },
    "Header2": {
      "type": "h1",
      "data": "Aankit Pokhrel",
      "style": {}
    },
    "Header3": {
      "type": "h2",
      "data": "And I like building stuff for fun",
      "style": {}
    },
    "Body": {
      "type": "p",
      "data": "I hold a Bachelor's degree in Cyber Engineering from Louisiana Tech University and currently work at Pepsico. I have developed strong programming and problem-solving skills, enabling me to handle any programming task proficiently.",
      "style": {}
    }
  },
  "ProjectPage": {
    "ProjectA": {
      "data": {
        "Title": "WebsiteRefactor",
        "Description": "Initially, the website was solely built using HTML and CSS, as my knowledge at that time was limited, preventing me from enhancing its appearance and functionality. However, after being introduced to REACT, I finally gained the capability to significantly improve both the aesthetics and performance of the website.",
        "Link": "https://github.com/AankitP/AankitSiteVue",
        "Pic": "VueSiteCode.png"
      },
      "style": {}
    },
    "ProjectB": {
      "data": {
        "Title": "MoDNS",
        "Description": "This project serves as my capstone, where I collaborated with a group of four other individuals to develop a modular DNS application. My role involves working closely with one of my team members to create the frontend portion of the project. For the frontend, we are utilizing REACT with MUI, while the backend and modules are being developed in RUST.",
        "Link": "https://github.com/MoDNS/MoDNS",
        "Pic": "MUILogo.png"
      },
      "style": {}
    },
    "ProjectC": {
      "data": {
        "Title": "ElectricEdge",
        "Description": "I am currently assisting my cousin with a project centered around an Electric Charger Service. The concept involves creating a platform that streamlines the connection between electric vehicles and privately owned charging stations. The primary objective is to simplify the process for EV owners to locate and access charging stations while they are away from home. Additionally, the project aims to address the scarcity of charging options in areas with limited public charging infrastructure, thus enhancing the availability of charging stations.",
        "Link": "https://github.com/krishabbashyal/electric-edge",
        "Pic": "VUE_Logo.png"
      },
      "style": {}
    },
    "ProjectD": {
      "data": {
        "Title": "PythonAI",
        "Description": "Currently, I am enrolled in a Udemy course on AI and Machine Learning. My objective is to leverage the knowledge and skills acquired from this course to develop AI applications for various purposes. As part of my learning process, I am diligently saving the code I write and taking detailed notes in a dedicated GitHub repository.",
        "Link": "https://github.com/AankitP/PythonAI",
        "Pic": "PythonLogo.png"
      },
      "style": {}
    }
  }
}
